{
  "johan_nilsson" :"Chiropractor Johan Nilsson
  After graduating in Chiropractic in 1989, he opened his first practice in Alfaz del Pí.  In 1994 he worked with natural medicines in a hospital in Sri Lanka.  He has been on two chiropractic mission trips in Tobago in 2005 & 2007 providing chiropractic care in clinics, schools and government offices.  In 2005 and 2007 Johan took part in Chiropractic Missions to Tobago where he provided free chiropractic to clinics, schools and public organizations.  In 2014 he went to Germany where he helped a colleague open a Chiropractic clinic and mentored him through the process.  At this time he convalidated his Chiropractic license to the German system.
  
  In 2022 Johan received his Masters in Chiropractic Paediatrics from McTimoney College of Chiropractic and Ulster University. Using the Neuroimpulse Protocol developed by Doctor Neil Davies, Johan is perfectly positioned to help neonates and kids of all ages in their neurophysiological developmental stages.
  
  Johan is registered as a Chiropractor with the General Chiropractic Council (GCC), the British Governing body for Chiropractic and the Swedish Ministry of Health and Social Services. He is registered with the Ministry of Health in Spain and in Germany (Landkreis Ammerland) and is a member of the following organizations: Johan is registered with the Ministry of Health in Sweden (Socialstyrelsen) and member of the following organizations: United Chiropractic Association (Reino Unido), International Chiropractors Association (EE.UU.), Kiropraktiska Föreningen i Sverige (Suecia), International Chiropractic Pediatric Association (EE.UU.).
  
  Johan is the author of the book:  “Philosophers on The Road:  From Life Skills to Road Skills”, and founder of the seminars of the same name.
  
  Johan is a natural entrepreneur, inspired by his deep passion for philosophy.  It is this authentic voice that enables him to continue growing, re-creating and practicing with love and knowledge within the Chiropractic profession.  Johan has also organized seminars about the philosophy of Chiropractic for his fellow colleagues.",
  "sharon.nilsson" : "Chiropractor Sharon Nilsson BSc Chiro MMCA
  After having worked for 10 years with Traditional Chinese Medicine, Sharon decided to study Chiropractic and in 2009 graduated in Oxford, England.
  
  Sharon is registered with the General Chiropractic Council, the British Governing body for Chiropractic and with the Ministry of Health, Sweden (Socialstyrelsen).  She is a member of the following organizations: United Chiropractic Association (UK), International Chiropractors Association (USA), McTimoney Chiropractic Association (UK), International Chiropractic Pediatric Association (USA), Royal College of Chiropractors (UK).
  
  Sharon´s inspiration comes from the many patients that arrive at the practice with a wide variety of problems, and who, through chiropractic and her advice on the five pillars recuperate their health.
  
  Her long preparation in the field of natural medicine gives her the ability to evaluate the patient through a holistic approach, choosing the Chiropractic techniques that most suit the person on an individual basis, using her knowledge gained in Traditional Chinese Medicine and the practical benefits that Chiropractic has on the central and peripheral nervous systems.
  
  In 2022 Sharon, along with Johan, received her Masters in Chiropractic Paediatrics from McTimoney College of Chiropractic and Ulster University. Using the Neuroimpulse Protocol developed by Doctor Neil Davies, Sharon is an expert in tonal techniques, used to help neonates and kids of all ages in their neurophysiological developmental stages.
  
  She also adjusts pets.
  
  Sharon has an unquenchable thirst for research and continues to investigate the effects and benefits of Chiropractic within the field of Paediatric Chiropractic.
  
  Sharon runs an online consulting agency for women going through menopause. If you would like more information visit her other site www.managemenopausenaturally.com"
}